export const AboutUs = () => {
  return (
    <>
      <h1>About us</h1>
      <div style={{ display: "flex", gap: "15px", alignItems: "center" }}>
        <img
          alt="woodcutter with an axe"
          src="public/images/pic1.jpg"
          width="250"
          height="250"
        />
        <p>
          Сталевий лісоруб - це невелика команда інтузіастів, що взяла собі за
          мету зробити Ваше життя яскравішим, прикрасивши його стильними і
          красивими виробами з дерева і металу на різноманітну тематику. На
          нашому сайті ви зможете знайти тематичні вироби на Різдво, Паску, день
          Валентина та інші свята і події.{" "}
        </p>
      </div>
    </>
  );
};
